{
  "description": "Introducing 8M, a special EP that celebrates International Women's Day with a collaborative effort from a group of talented female musicians. The project brings together the unique perspectives and styles of Yaxx Castillo, Sol Siete, Nena1992, Calispeedway, and Little Miss Music. The first three musicians are from Latin America, and the first 2 songs on the EP are in Spanish, while the third & forth track are in English and feature hip-hop influences. The final track is an instrumental.\n\nThe EP opens with \"DejaVu\" by Yaxx Castillo. Next up is \"Hoy llueve\" by Sol Siete. \"Look at me\" by Nena1992 follows. Finally, the EP closes with \"Genesis\" by Little Miss Music, a drop that marks her first music NFT.\n\nExecutive produced by sweetman.eth, 8M is a testament to the power of women in music. Each track on the EP tells a story, showcasing the diverse talents of these female musicians and their unique perspectives. With its blend of Latin, electronic and hip-hop influences, 8M is a must-listen for anyone who loves music that pushes boundaries and breaks the mold.\n\nPresentamos 8M, un EP especial que celebra el Día Internacional de la Mujer con un esfuerzo colaborativo de un grupo de talentosas músicas. El proyecto reúne las perspectivas y estilos únicos de Yaxx Castillo, Sol Siete, Nena1992, Calispeedway y Little Miss Music. Las primeras tres músicas son de América Latina, y las dos primeras canciones del EP están en español, mientras que la tercera y cuarta canción están en inglés y presentan influencias de hip-hop. La última pista es instrumental.\n\nEl EP comienza con \"DejaVu\" de Yaxx Castillo. A continuación, se encuentra \"Hoy llueve\" de Sol Siete. Le sigue \"Look at me\" de Nena1992. Finalmente, el EP cierra con \"Genesis\" de Little Miss Music, un lanzamiento que marca su primer NFT musical.\n\nProducido por sweetman.eth, 8M es un testimonio del poder de las mujeres en la música. Cada canción del EP cuenta una historia, mostrando los diversos talentos de estas músicas y sus perspectivas únicas. Con su mezcla de influencias latinas, electrónicas y de hip-hop, 8M es una obligación para cualquier persona que ame la música que empuja los límites y rompe el molde.",
  "image": "ipfs://bafybeih4etusioppxmpbhvocnaabx2fyvhuxonyo4uy7nvzsbovmdoztpy/AnyConv.com__WIIN1QBD.jpg",
  "name": "8M",
  "animation_url": "https://cdn.warpsound.ai/ipfs/QmVYW5vHaV322Kvp2So5ErngP1PrDUneYqo4e9TNygAGSn?playlist-url=https://nftstorage.link/ipfs/bafkreigk6ta4hgomlgupja6blys26j3fh5wnb5lm47z7egyhmp4rb5ppxa",
  "attributes": {
    "Yaxx Castillo": "DejaVu",
    "Sol Siete": "Hoy llueve",
    "Nena1992": "Look at me",
    "CaliSpeedway": "Out the Blue",
    "Little Miss Music": "Genesis"
  }
}